/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d Ergebnis"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d Ergebnisse";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Ergebnisse";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Keine Ergebnisse";

"SHOW_ALL_N" = "Alle %d anzeigen";
"SHOW_TOP_COUNT" = "Die obersten %d anzeigen";
"MORE_TITLE_FORMAT" = "Mehr …";

"PREVIEW_TRASH" = "Papierkorb";
"PREVIEW_WHERE" = "Ort";
"PREVIEW_ITUNES_LIBRARY" = "iTunes-Musikbibliothek";
"PREVIEW_MESSAGE_FROM" = "Absender";
"PREVIEW_MESSAGE_TO" = "Empfänger";
"PREVIEW_MESSAGE_RECIEVED" = "Empfangen";
"PREVIEW_MESSAGE_SUBJECT" = "Betreff";
"PREVIEW_MESSAGE_FOLDER" = "Ordner";
"PREVIEW_DIMENSIONS" = "Bildgröße";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ Pixel";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ Punkt";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ Zoll";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Ort";
"PREVIEW_ICAL_CALENDAR" =  "Kalender";
"PREVIEW_ICAL_START_DATE" = "Beginn";
"PREVIEW_ICAL_DUE_DATE" = "Termin";
"PREVIEW_ICAL_ATTENDEES" = "Teilnehmer";
"PREVIEW_ARTICLE_POSTED" = "Veröffentlichungsdatum";
"PREVIEW_BOOLEAN_TRUE" = "Ja";
"PREVIEW_BOOLEAN_FALSE" = "Nein";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Keine Auswahl";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d Objekte ausgewählt";
"PREVIEW_ONE_SELECTED" = "1 Objekt ausgewählt";

"NO_MAIL_SUBJECT" = "Kein Betreff";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Volumes indizieren (%d %% fertig)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Volumes indizieren";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Suchen auf %@";
"LINK_SEARCH_DATE_RANGE" = "Woche von %@ bis %@";
"LINK_SEARCH_MONTH_RANGE" = "Monat von %@ bis %@";
"LINK_SEARCH_YEAR_RANGE" = "Jahr von %@ bis %@";
"LINK_SEARCH_DATE_NEWER" = "Neuer als %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Bearbeiten";
"SAVED_SEARCH_SAVE" = "Sichern";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Vorschau";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "E-Mail";
"KIND_ICAL_EVENT" = "iCal-Ereignis";
"KIND_ICAL_TODO" = "iCal-Aufgabe";

"SEARCH_NAME_AND_ATTRIBUTES" = "Name und Attribute";
"SEARCH_NAME_ONLY" = "Nur Name";
"SEARCH_ADVANCED" = "Erweitert";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Andere …";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Logischer Ausdruck";
"RAW_QUERY_SLICE_DESCRIPTION" = "Freie Abfrage mittels C-ähnlicher Syntax (Raw Query Predicate)";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Suffix";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "Dateinamensuffix des Objekts";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Systemdateien";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Einschließlich Systemdateien, Einstellungsdateien, Plug-Ins usw.";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Spotlight-Objekte";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Einschließlich Kontakte, Mail, Ereignisse, Webseiten und mehr";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Kategorie";
